{
    "job-title" : "Web Developer",
    "bio-desc1" : "It all started with good aptitude at maths.",
    "bio-desc2" : "Turns out logic was one of my strenghts.",
    "bio-desc3" : "Computers fascinated me since I first saw them, notably the games.",
    "bio-desc4" : "I got the opportunity to learn coding at the age of 11.",
    "bio-desc5" : "Ever since I've been curious about and touched the code.",
    "bio-desc6" : "I am a (Web) Developer that is always ready to take up the challenge of the most ambitious projects",
    "bio-desc7" : "...and make them as maintainable, robust and optimized as possible!",
    "schoolname1" : "La Plateforme",
    "schoolinfo1" : "In 2025 I've studied Web and Mobile Developement with La Plateforme.",
    "schoolinfo1-2" : "I've been learning the main web languages (html, css, php, javascript, MYSQL) aswell as popular modern web frameworks (react, node, symphony).",
    "schoolinfo1-3" : "Thanks to a partnership with Eureka Interim, I've also gained professional experiences during this period.",
    "schoolname2" : "Ecole 42",
    "schoolinfo2": "In 2018 I've joined the prestigious school until 2020.",
    "schoolinfo2-2" : "During this time I've mainly developed my skills in C language, Linux and very robust approach to problem solving.",
    "schoolname3" : "Université Paris 7",
    "schoolinfo3" : "After finishing my high school, I joined the university for a Bachelor degrée in computer science.",
    "schoolinfo3-2" : "Developed my skills mainly in Java and object-oriented programming aswell as a theoretical approach in algorithmic optimization.",
    "jobname1" : "Lettria - Paris",
    "jobdesc1" : "I joined the company for my internship at Ecole 42 and stayed with them at the end of my internship.",
    "jobdesc1-2" : "The mission consisted in developing Python algorithms for NLP and APIs.",
    "skills-title" : "Technical Skills",
    "projecttech" : "Made using:",
    "projecttitle1" : "Memory",
    "projectdesc1" : "Classic Memory game with 3-12 pairs and highscore tables. Artstyle inspired by Dota2.",
    "projecttitle2" : "Mediathéque",
    "projectdesc2" : "Website for a multimedia library. Group project in which I acted both as product owner and lead dev.",
    "projecttitle3" : "Livre d'Or",
    "projectdesc3" : "Small project for leaving comments on a page.",
    "biolink" : "Bio",
    "skillslink" : "Skills",
    "projectslink" : "Projects",
    "contactlink" : "Contact",  
    "footer" : "Cosmin BILGA - 2025"
}