{
    "job-title" : "Developpeur Web",
    "bio-desc1" : "Tout a commencé avec de bonnes aptitudes en mathématiques.",
    "bio-desc2" : "Il s’avère que la logique était l’une de mes atouts.",
    "bio-desc3" : "Les ordinateurs m’ont fasciné depuis que je les ai vus pour la première fois, notamment les jeux.",
    "bio-desc4" : "J'ai eu l'opportunité d'apprendre le codage à l'âge de 11 ans.",
    "bio-desc5" : "Depuis que je suis curieux et que j'ai touché au code.",
    "bio-desc6" : "Je suis un développeur (Web) toujours prêt à relever le défi des projets les plus ambitieux",
    "bio-desc7" : "...et les rendre aussi maintenables, robustes et optimisés que possible !",
    "schoolname1" : "La Plateforme",
    "schoolinfo1" : "En 2025 j'ai étudié le Développement Web et Mobile avec La Plateforme.",
    "schoolinfo1-2" : "J'ai appris les principaux langages Web (html, css, php, javascript, MYSQL) ainsi que les frameworks Web modernes populaires (react, node, symphony).",
    "schoolinfo1-3" : "Grâce à un partenariat avec Eureka Interim, j'ai également acquis des expériences professionnelles durant cette période.",
    "schoolname2" : "Ecole 42",
    "schoolinfo2": "En 2018 j'ai intégré la prestigieuse école jusqu'en 2020.",
    "schoolinfo2-2" : "Durant cette période, j'ai principalement développé mes compétences en langage C, Linux et une approche très robuste de la résolution de problèmes.",
    "schoolname3" : "Université Paris 7",
    "schoolinfo3" : "Après avoir terminé mes études secondaires, j'ai rejoint l'université pour une licence en informatique.",
    "schoolinfo3-2" : "J'ai développé mes compétences principalement en Java et en programmation orientée objet ainsi qu'une approche théorique en optimisation algorithmique.",
    "jobname1" : "Lettria - Paris",
    "jobdesc1" : "J'ai rejoint l'entreprise pour mon stage à l'Ecole 42 et suis resté chez eux jusqu'à la fin de mon stage.",
    "jobdesc1-2" : "La mission consistait à développer des algorithmes Python pour le NLP et les API.",
    "skills-title" : "Compétences techniques",
    "projecttech" : "Fait avec:",
    "projecttitle1" : "Memory",
    "projectdesc1" : "Jeu de mémoire classique avec 3 à 12 paires et tableaux de scores. Style graphique inspiré de Dota 2.",
    "projecttitle2" : "Mediathéque",
    "projectdesc2" : "Site web pour une médiathèque. Projet de groupe où j'ai joué à la fois le rôle de chef de produit et de responsable du développement.",
    "projecttitle3" : "Livre d'Or",
    "projectdesc3" : "Petit projet pour laisser des commentaires sur une page.",
     "projecttitle4" : "O'Clock",
    "projectdesc4" : "Petit projet qui montre l'heure courante, a un minuteur, un chronometre et une alarme.",
    "projecttitle5" : "Autocompletion",
    "projectdesc5" : "Petit projet ou j'ai implementé un systeme d'autocompletion utilisant javascript et fetch.",
    "projecttitle6" : "Memory (React)",
    "projectdesc6" : "Version en React du projet Memory.",
    "projecttitle7" : "Blog Wordpress",
    "projectdesc7" : "Blog basique pour tester Wordpress.",
    "biolink" : "Bio",
    "skillslink" : "Competences",
    "projectslink" : "Projets",
    "contactlink" : "Contact",  
    "footer" : "Cosmin BILGA - 2025"
}